{
  "1" : {
    "text": "We’ve created this server to allow our fans and community to come together and discuss videos, politics, news and so much more. It is, therefore, our duty to protect our community, who have come to this server in this good faith. In that regard, content, including but not limited to usernames, taglines, profile pictures, messages regardless of form, memes, and links as well as reactions to messages and content, must not fall into the following categories.",
    "1": "Trolling",
    "2": "Instigation",
    "3": "Hate speech",
    "4": "Harassment of any kind (as defined below)",
    "5": {
      "text": "Discrimination based on",
      "1": "Age",
      "2": "Ethnicity",
      "3": "Level of experience",
      "4": "Nationality",
      "5": "Personal or physical appearance",
      "6": "Race",
      "7": "Religion",
      "8": "Sexual or gender identity and orientation",
      "9": "Political beliefs",
      "10": "Other protected classes"
    },
    "6": "Illegal content",
    "7": "Gore",
    "8": "Sexually explicit content",
    "9": {
      "text": "Trivialising of sensitive topics, including but not limited to",
      "1": "The loss of life",
      "2": "Abuse of any kind",
      "3": "Mental health",
      "4": "Disabilities"
    }
  },
  "2": "The first three characters of any username must exclusively be Unicode Basic Latin Script. (Characters contained on the standard QWERTY keyboard) This allows for easy utilization of Discord’s user search feature.",
  "3": "This server is intended for all members of the TLDR community. In accordance with Discord’s ToS the minimum age to be on our server is thirteen years old and therefore any content which is sexual or violent is not permitted unless utilized in an appropriate context such as a debate or news story.",
  "4": "TLDR is an English-speaking company. Speaking other languages is not permitted apart from in isolated situations, or where the conversation is about the language itself. A conversation is not considered as being spoken in a foreign language if it is translated immediately to enable other members to actively participate. If someone is found to be concealing a breach of the CG by utilizing a foreign language, it will be treated as a more severe breach than it otherwise would have been.",
  "5": "You have an undeniable right to privacy, but this comes with a responsibility on you to respect the privacy of others. Sharing personal information, private communication, or information that could otherwise identify someone, without permission is bannable.",
  "6": "Keep conversations on topic and within the relevant channels.",
  "7": "TLDR Discord is not just a place for a debate, it’s a community with people who will be friends, and people who may clash on occasion. Members should not make personal attacks on each other.",
  "8": {
    "text": "Heated debate is expected. This, however, does not mean you ought to deliberately inflame a situation. You should not go out of your way to pick a fight. People are far more likely to listen to reason and rationale over insults and ignorance. If you feel that a topic is not understood enough by other members please post a suggestion into #video-topics, and a member of the TLDR Team will look into it doing a video on it.",
    "1": "When breaching this clause, you will be given an informal warning by the moderators or TLDR Team, and asked to step back or otherwise de-escalate the situation. Failure to do so will warrant more stringent action by the moderators and TLDR Team."
  },
  "9": "Intoxication which is implicitly or explicitly evident from public communication will result in a temporary mute for a period of time reasonable for the user to become sober.",
  "10": {
    "text": "TLDR prides itself on ensuring that content is true, impartial, and clear. Whilst impartiality isn’t expected on the server, spreading ‘fake’ or otherwise dubious information is simply not in keeping with our brand and ethos. If you post something which is suspected to be ‘fake’ or dubious, the moderators or the TLDR Team may ask the user in question to provide an appropriate source. If the source provided does not give sufficient credence to the post, it may be removed at the sole discretion of the moderators and TLDR Team.",
    "1": "When breaching this clause, as above, you will be asked to provide sources by the moderators, TLDR Team, and perhaps other members of the community. If you fail to provide credible sources to back your claims, the unfounded claims may be deleted, and the content source will be assumed to be yourself. This could result in a warning should the content breach any community guideline. If you persist in pushing your unfounded claims without providing sources you may be given a formal warning."
  },
  "11": "In the interests of your security, the use of link shorteners and QR codes is forbidden within the server.",
  "12": "The uploading of files, excluding image files, is frowned upon. The uploading of executable files, in particular, is a bannable offense.",
  "13": "This server is ultimately for our community. Whilst we love discussion and creativity, we politely request that there is no advertising or spamming. Sharing your personal creations periodically, and especially if on topic, is more than welcome, but please ensure you reach out to the moderation team first.",
  "14": "Surveys and sourcing data/information from the server must be approved by a member of the TLDR Team – submit a ticket to the moderation team.",
  "15": "You are not permitted to discuss any sanction, (ban/warn/mute,) or the moderation structure, within any public channels. This does not, however, prevent enquiries as to the process in starting an appeal – which shall remain permitted. To discuss any issue prohibited in this Community Guideline with the moderation or TLDR Team apart from the formal appeal process, you may submit a ticket within the server."
}
