{
    "1": "We’ve created this server to allow our fans and community to come together and discuss videos, politics, news and so much more. It is, therefore, our duty to protect our community, who have come to this server in this good faith. In that regard, content, including but not limited to usernames, taglines, profile pictures, messages regardless of form, memes, and links as well as reactions to messages and content, must not fall into the following categories.\n",
    "1.1": "¹Trolling,",
    "1.2": "²Instigation,",
    "1.3": "Derogatory Slurs,\n",
    "1.3.1": "If an academic need for its usage arises, eurphemisms (such as n-word or r-word) should be used instead.",
    "1.4": "³Harassment of any kind (as defined below),",
    "1.5": "⁴Discrimination based on:\n",
    "1.5.1": "Age,",
    "1.5.2": "Race, including colour, nationality, ethnic or geographical origin,",
    "1.5.3": "Personal or physical appearance,",
    "1.5.4": "Disability or medical condition,",
    "1.5.5": "Religion or spiritual belief,",
    "1.5.6": "Sexual or gender identity and orientation,",
    "1.5.7": "Political beliefs,",
    "1.6": "Illegal content,",
    "1.7": "Gore,",
    "1.8": "Trivialising of sensitive topics, including but not limited to:\n",
    "1.8.1": "The loss of life,",
    "1.8.2": "Abuse of any kind,",
    "1.8.3": "Mental health,",
    "1.8.4": "Disabilities.",
    "1.9": "Calling for death or acts of violence,",
    "1.10": "Encouraging the commission of crimes according to UK or US law or other dangerous acts.",
    "2": "The first three characters of any username must exclusively be Unicode Basic Latin Script. (Characters contained on the standard QWERTY keyboard) This allows for easy utilization of Discord’s user search feature.",
    "3": "This server is intended for all members of the TLDR community. In accordance with Discord’s ToS the minimum age to be on our server is thirteen years old, and therefore any content which is sexual, erotic, romantic (if between server members), or violent is not permitted unless utilized in an appropriate context, such as a debate or news story",
    "4": "TLDR is an English-speaking company. Speaking other languages is not permitted apart from in isolated situations or where the conversation is about the language itself. A conversation must be translated immediately to enable other members to actively participate. If someone is found to be concealing a breach of the CG by utilizing a foreign language, it will lead to more severe punishment for the user.",
    "5": "You have an undeniable right to privacy, but this comes with a responsibility on you to respect the privacy of others. Sharing personal information, private communication, or information that could otherwise identify someone without permission is bannable.",
    "6": "Keep conversations on topic and within the relevant channels. This is especially important if others want to have a more relevant conversation in that channel.",
    "7": "Heated debate is expected. This, however, does not mean server members ought to ⁵inflame a situation deliberately. Server members should not go out of your way to pick a fight or make personal attacks against other server members.",
    "8": "Intoxication, which is implicitly or explicitly evident from public communication, will result in a temporary mute for a period of time reasonable for the user to become sober.",
    "9": "TLDR prides itself on ensuring that content is true, impartial, and clear. Whilst impartiality isn’t expected on the server, spreading ‘fake’, or otherwise dubious information is not in keeping with our brand and ethos. If a server member posts something which is suspected to be ‘fake’ or dubious, the moderators or the TLDR Team may ask the user in question to provide an appropriate source. If the source provided does not give sufficient credence to the post, it may be removed at the sole discretion of the moderators and TLDR Team.",
    "9.1": "When breaching this clause, as above, the server member will be asked to provide sources by the moderators, TLDR Team, and perhaps other members of the community. If the server member fails to provide a credible source, they will be asked to retract or modify their claim to something that can be substantiated. Failure to do this could result in a formal warning for misinformation.",
    "10": "In the interests of your security, the use of link shorteners and QR codes is forbidden within the server.",
    "11": "The uploading of files, excluding image, GIF, video, and audio files, is generally not permitted. The uploading of executable files, in particular, is a bannable offense.",
    "12": "This server is ultimately for our community. Whilst we love discussion and creativity, advertising or spamming is not permitted. Sharing of personal creations periodically, especially if on topic, is more than welcome, but reach out to the moderation team first.",
    "13": "Surveys and sourcing data/information from the server must be approved by a member of the TLDR Team – submit a ticket to the moderation team",
    "14": "Server members are not permitted to discuss specifics of server moderation (eg. warnings, slow modes, bans, how moderation is structured, etc.) within any public channels. To discuss community moderation specifics with the moderation or TLDR Team apart from the formal appeal process, you may submit a ticket within the server.",
    "15": "“Alting,” defined as having multiple (or alternate) accounts, is disallowed under Discord ToS. To this end, impersonating any server member by copying the nickname or username and their profile picture is a bannable offense unless preapproved by the administrative team."
}
